[
    {
        "ID": "1",
        "Name": "Training as a technical system planner (aGw*)",
        "Tags": "systemplaner muenchen stuttgart deggendorf azubi teil",
        "Standort": "Munich, Stuttgart, Deggendorf",
        "Bild": "Auszubildender.jpg",
        "Beschreibung": "With your training as a technical system planner HLSK (aGw*) you will become part of our team from 01.09 and take on a key role within our group of companies. (*all genders welcome)",
        "Aufgaben": "Basic drawing training and creation of CAD plans in 2D/3D\nPractice-oriented work through collaboration on projects\nPlanning the supply of heating, cooling, air and water to buildings together with colleagues\nCross-location processing of exciting, innovative and challenging projects in an international team",
        "Eigenschaften": "You have a good spatial sense\nYou have a technical understanding and mathematical knowledge\nYou enjoy working with computers\nYou are a team player, reliable and have an independent way of working\nYou have at least a secondary school leaving certificate"
    },
    {
        "ID": "2",
        "Name": "Team assistance (aGw*)",
        "Tags": "assistenz frankfurt berlin muenchen coburg bamberg deggendorf sofia varna voll",
        "Standort": "Frankfurt, Berlin, Munich, Coburg, Bamberg, Deggendorf, Sofia, Varna",
        "Bild": "Teamassistentin.jpg",
        "Beschreibung": "Do you have a talent for organization and like to lend a helping hand to your colleagues? Do you always have an eye on everything, love to coordinate and work with foresight? Then come and join us! As a team assistant (aGw*) you are an integral part of our team and support us in all organizational and administrative tasks.  (*all genders welcome)\n",
        "Aufgaben": "General administrative activities, such as correspondence, ordering, incoming and outgoing mail\nWelcoming and entertaining customers and guests\nTaking over the telephone switchboard, organizing meetings and seminars\nOrganization of team-related tasks\nDocumentation of meetings and events\nCommunication in German and English\n",
        "Eigenschaften": "You have completed commercial training or have relevant professional experience as a team assistant (m/f/d).\nYou have very good knowledge of MS Office.\nYou have a talent for organizing and documenting.\nYou are reliable, motivated and keep an overview even in hectic situations.\nYou work in a structured and solution-oriented manner.\n"
    },
    {
        "ID": "3",
        "Name": "Specialist planner HLSK (aGw*)",
        "Tags": " fachplaner frankfurt berlin muenchen stuttgart coburg bamberg deggendorf sofia varna voll",
        "Standort": "Frankfurt, Berlin, Munich, Stuttgart, Coburg, Bamberg, Deggendorf, Sofia, Varna",
        "Bild": "Fachingenieu-HLSK.jpg",
        "Beschreibung": "As an HVAC specialist planner (aGw*), you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)",
        "Aufgaben": "Implementation of challenging and exciting TGA projects across all HOAI service phases\nDevelopment of innovative, resource-saving system solutions\nConception, planning, tendering and, if necessary, site supervision of TGA projects\nBIM planning with digital twin and 3D modeling",
        "Eigenschaften": "You have a degree, a master craftsman/technician qualification in supply and building services engineering or comparable training.\nYou feel at home in the field of heating, ventilation, sanitation or air conditioning.\nYou are motivated by the creation of innovative, resource-saving system solutions.\nYou are familiar with relevant standards, guidelines and common project management tools such as Revit, Orca or Plancal Nova.\nYou have an independent way of working and a quick grasp of complex issues\nYou take initiative and are a team player."
    },
    {
        "ID": "4",
        "Name": "Specialist planner ELT (aGw*)",
        "Tags": "fachplaner frankfurt berlin muenchen stuttgart coburg bamberg deggendorf sofia varna voll",
        "Standort": "Frankfurt, Berlin, Munich, Stuttgart, Coburg, Bamberg, Deggendorf, Sofia, Varna",
        "Bild": "Fachplaner_ELT.jpg",
        "Beschreibung": "As an ELT specialist planner (aGw*), you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)",
        "Aufgaben": "Implementation of challenging and exciting TGA projects across all HOAI service phases\nDevelopment of innovative, resource-saving system solutions\nConception, planning, tendering and, if necessary, site supervision of TGA projects\nBIM planning with digital twin and 3D modeling",
        "Eigenschaften": "You have a degree, a master craftsman/technician qualification in electrical engineering or comparable training.\nYou feel at home in the planning of electrical engineering.\nYou are motivated by the creation of innovative, resource-saving system solutions.\nYou are familiar with relevant standards, guidelines and common project management tools such as Revit, Orca or Plancal Nova.\nYou have an independent way of working and a quick grasp of complex issues\nYou take initiative and are a team player."
    },
    {
        "ID": "5",
        "Name": "HR Manager (aGw*)",
        "Tags": "hr frankfurt berlin muenchen coburg voll teil",
        "Standort": "Frankfurt, Berlin, Munich, Coburg",
        "Bild": "HR_Ansprechpartnerin.jpg",
        "Beschreibung": "As HR Manager (aGw*) you will provide us with significant support in the procurement and selection of future employees. (*all genders welcome)",
        "Aufgaben": "Advising and supporting employees in all personnel-related matters\nCarrying out recruitment processes including job advertisements, applicant management and selection procedures\nResponsibility for onboarding new employees and integrating them into the company\nAdministration and maintenance of personnel files and management of the HR database\nSupport in conducting employee appraisals and performance reviews\nCoordination of training and development measures for employees\nCollaboration on HR projects and continuous optimization of HR processes\nEnsuring compliance with legal and internal company guidelines in the HR area",
        "Eigenschaften": "Completed commercial training, ideally with further training in human resources or a comparable qualification\nSeveral years of professional experience in HR, preferably in a comparable position\nSound knowledge of employment law and experience in dealing with HR-related issues\nStrong communication skills and strong empathy in dealing with employees\nIndependent, structured way of working and organizational skills\nConfident handling of common HR software solutions and MS Office applications\nTeam orientation and the ability to work successfully in a dynamic environment"
    },
    {
        "ID": "6",
        "Name": "HR working student (aGw*)",
        "Tags": "hr frankfurt berlin muenchen coburg azubi student teil",
        "Standort": "Frankfurt, Berlin, Munich, Coburg",
        "Bild": "Werkstudent_Personal.jpg",
        "Beschreibung": "As a working student in HR (aGw*), you will provide us with significant support in the procurement and selection of future employees. (*all genders welcome)",
        "Aufgaben": "Support in the administration and maintenance of personnel files and the HR database\nAssistance with the organization and implementation of job interviews and selection procedures\nSupport in the preparation of onboarding processes for new employees\nAssisting with the coordination of training and further education measures\nSupport in the preparation of employment contracts and other HR-related documents\nGeneral administrative activities in the HR department",
        "Eigenschaften": "Enrolled student (m/f/d) of economics or social sciences, ideally with a focus on human resources or a comparable course of study\nInitial experience in the field of human resources through internships or study-related activities desirable\nBasic knowledge of MS Office, especially Excel and Word\nReliable and careful way of working as well as a high degree of organizational skills\nAbility to work in a team, strong communication skills and interest in HR-related topics\nInitiative and the ability to quickly familiarize yourself with new topics"
    },
    {
        "ID": "7",
        "Name": "Social Media Manager (aGw*)",
        "Tags": "marketing frankfurt berlin muenchen coburg voll teil",
        "Standort": "Frankfurt, Berlin, Munich, Coburg",
        "Bild": "SocialMediaManagerin.jpeg",
        "Beschreibung": "As a Social Media Manager (aGw*) you are largely responsible for our content on our online platforms. (*all genders welcome)",
        "Aufgaben": "Development and implementation of a social media strategy to increase brand awareness and reach\nCreation of target group-specific content plans and content creation for various platforms (e.g. Facebook, Instagram, LinkedIn, Twitter)\nPlanning, implementation and optimization of social media campaigns to support marketing goals\nMonitoring and analyzing the performance of all social media activities using suitable tools\nCommunity management: active interaction with the target group, answering user queries and maintaining the online community\nIdentification and implementation of trends and innovations in the social media sector\nCollaboration with internal and external stakeholders, including agencies and influencers\nContinuous further development of the social media strategy based on the insights and data gained",
        "Eigenschaften": "Degree in marketing, communication or comparable qualifications\nProven professional experience in social media management, ideally in a similar position or through relevant internships\nExcellent knowledge of common social media platforms, tools and trends\nCreativity and a good feel for appealing content formats and storytelling\nAnalytical skills to interpret data and derive recommendations for action\nStrong communication and teamwork skills as well as an independent, structured way of working\nFluent German and good written and spoken English skills"
    },
    {
        "ID": "8",
        "Name": "Working Student Online Marketing (aGw*)",
        "Tags": "arketing frankfurt berlin muenchen coburg student azubi teil",
        "Standort": "Frankfurt, Berlin, Munich, Coburg",
        "Bild": "WerkstudentinSocialMedia.jpg",
        "Beschreibung": "As a Working Student Online Marketing (aGw*) you will be largely responsible for our content on our online platforms. (*all genders welcome)",
        "Aufgaben": "Support in the creation and optimization of online marketing campaigns (e.g. Google Ads, social media ads)\nAssisting with content creation for various online channels (e.g. website, social media, newsletter)\nAnalysis of campaign and website data to derive optimization measures\nSupport with search engine optimization (SEO) through keyword research and on-page optimization\nMaintaining and updating content on the company website and other digital channels\nResearching current trends and developments in the online marketing sector\nCollaboration on projects to increase the online presence and reach of the BAE GROUP",
        "Eigenschaften": "Enrollment at a university in a relevant degree program such as marketing, media studies, communication or similar.\nFirst practical experience in the field of online marketing through internships, working student activities or own commitment\nBasic understanding of digital marketing tools and channels, e.g. Google Analytics, Facebook Ads Manager\nGood knowledge of MS Office, especially Excel and PowerPoint\nAnalytical skills and a structured, independent way of working\nCreativity, ability to work in a team and a good feel for digital trends and developments\nGood written and spoken German and English skills"
    },
    {
        "ID": "9",
        "Name": "Specialist planner GA (aGw*)",
        "Tags": "fachplaner frankfurt berlin muenchen stuttgart coburg bamberg deggendorf sofia varna voll",
        "Standort": "Frankfurt, Berlin, Munich, Stuttgart, Coburg, Bamberg, Deggendorf, Sofia, Varna",
        "Bild": "Fachplaner_GA.jpg",
        "Beschreibung": "As a specialist planner GA (aGw*), you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)",
        "Aufgaben": "Implementation of challenging and exciting TGA projects across all HOAI service phases\nDevelopment of innovative, resource-saving system solutions\nConception, planning, tendering and, if necessary, site supervision of GA projects\nDesign of technical building systems using 2D/3D CAD software (WSCAD/Tric/Plancal Nova/Revit)",
        "Eigenschaften": "You have a degree, a technician qualification in building automation or a comparable training/specialization related to buildings.\nYou feel at home in the field of heating, ventilation, sanitation or air conditioning.\nYou are motivated by the creation of innovative, resource-saving system solutions.\nYou are familiar with relevant standards, guidelines and common project management tools such as Revit, Orca or Plancal Nova.\nYou have an independent way of working and a quick grasp of complex issues\nYou take initiative and are a team player."
    },
    {
        "ID": "10",
        "Name": "Technical system planner HLSK (aGw*)",
        "Tags": "systemplaner frankfurt berlin muenchen stuttgart coburg bamberg deggendorf sofia varna voll",
        "Standort": "Frankfurt, Berlin, Munich, Stuttgart, Coburg, Bamberg, Deggendorf, Sofia, Varna",
        "Bild": "Technische_Systemplanerin_HLSK.jpg",
        "Beschreibung": "As a Technical System Planner HLSK (aGw*), you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)",
        "Aufgaben": "Design of technical building systems with 2D/3D CAD software (Revit/Plancal)\nProcessing of BIM projects\nCarrying out calculations and dimensioning of technical building systems\nCoordination and consultation with other specialist departments and external partners\nSupport with project management and documentation",
        "Eigenschaften": "You have completed training as a technical system planner in HVAC or have comparable qualifications.\nYou feel at home in the field of heating, ventilation, sanitation or air conditioning.\nYou are familiar with relevant standards, guidelines and common CAD tools such as Revit or Plancal Nova.\nYou have an independent and structured way of working.\nYou are a strong communicator and enjoy working in a team."
    },
    {
        "ID": "11",
        "Name": "Technical system planner ELT (aGw*)",
        "Tags": "systemplaner frankfurt berlin muenchen stuttgart coburg bamberg deggendorf sofia varna voll",
        "Standort": "Frankfurt, Berlin, Munich, Stuttgart, Coburg, Bamberg, Deggendorf, Sofia, Varna",
        "Bild": "Technische_Systemplanerin_ELT.jpg",
        "Beschreibung": "As an ELT technical system planner (aGw*), you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)",
        "Aufgaben": "Design of technical building systems with 2D/3D CAD software (Revit/Plancal)\nProcessing of BIM projects\nCarrying out calculations and dimensioning of technical building systems\nCoordination and consultation with other specialist departments and external partners\nSupport with project management and documentation",
        "Eigenschaften": "You have completed training as an ELT technical system planner or have comparable qualifications.\nYou feel at home in the field of electrical engineering.\nYou are familiar with relevant standards, guidelines and common CAD tools such as Revit or Plancal Nova.\nYou have an independent and structured way of working.\nYou are a strong communicator and enjoy working in a team."
    },
    {
        "ID": "12",
        "Name": "Project Manager HLSK (aGw*)",
        "Tags": "projektleiter frankfurt berlin muenchen stuttgart coburg bamberg deggendorf sofia varna voll",
        "Standort": "Frankfurt, Berlin, Munich, Stuttgart, Coburg, Bamberg, Deggendorf, Sofia, Varna",
        "Bild": "Projektleiter_HLSK.jpg",
        "Beschreibung": "As Project Manager HLSK (aGw*) you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)\n",
        "Aufgaben": "Responsibility for the technical and economic implementation of TGA projects across all HOAI service phases\nManagement, coordination and control of your project team as well as close cooperation with all project participants and the management team\nOrganizational and technical handling with the client\nCost and schedule management\nContact person for clients and partners throughout the entire course of the project",
        "Eigenschaften": "You have a degree, a master craftsman/technician qualification in supply and building services engineering or comparable training.\nYou feel at home in the field of heating, ventilation, sanitation or air conditioning.\nYou are motivated by the creation of innovative, resource-saving system solutions.\nYou are familiar with the relevant standards, guidelines and common project management tools such as Revit, Orca or Plancal Nova.\nYou have an independent way of working and a quick grasp of complex issues, have an economic sense when working on projects and always keep an eye on costs.\nYou are self-reflective, a team player and a strong communicator."
    },
    {
        "ID": "13",
        "Name": "Project Manager ELT (aGw*)",
        "Tags": "projektleiter frankfurt berlin muenchen stuttgart coburg bamberg deggendorf sofia varna voll",
        "Standort": "Frankfurt, Berlin, Munich, Stuttgart, Coburg, Bamberg, Deggendorf, Sofia, Varna",
        "Bild": "Projektleiter_ELT.jpg",
        "Beschreibung": "As Project Manager ELT (aGw*) you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)",
        "Aufgaben": "Responsibility for the technical and economic implementation of TGA projects across all HOAI service phases\nManagement, coordination and control of your project team as well as close cooperation with all project participants and the management team\nOrganizational and technical handling with the client\nCost and schedule management\nContact person for clients and partners throughout the entire course of the project",
        "Eigenschaften": "You have a degree, a master craftsman/technician qualification in the field of supply and building services engineering or comparable training.\nYou feel at home in the field of electrical engineering and have several years of professional experience in managing projects in this area (LPH 1-9).\nYou are familiar with relevant standards, guidelines and common project management tools such as Revit, Orca or Plancal Nova.\nYou have an independent way of working and a quick grasp of complex issues, have an economic sense when working on projects and always keep an eye on costs.\nYou are self-reflective, a team player and a strong communicator."
    },
    {
        "ID": "14",
        "Name": "Project Manager GA (aGw*)",
        "Tags": "projektleiter frankfurt berlin muenchen stuttgart voll",
        "Standort": "Frankfurt, Berlin, Munich, Stuttgart",
        "Bild": "Projektleiter_Gebäudeautomation.jpg",
        "Beschreibung": "As Project Manager GA (aGw*) you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)",
        "Aufgaben": "Responsibility for the technical and economic implementation of GA projects across all HOAI service phases\nManagement, coordination and control of your project team as well as close cooperation with all project participants and the management team\nOrganizational and technical handling with the client\nCost and schedule management\nContact person for clients and partners during the entire course of the project",
        "Eigenschaften": "You have a degree, a master craftsman/technician qualification in building automation or comparable training.\nYou feel at home in the field of building automation and have several years of professional experience in managing projects in this area (LPH 1-9).\nYou are familiar with relevant standards, guidelines and common project management tools such as Revit, Orca or Plancal Nova.\nYou have an independent way of working and a quick grasp of complex issues, have an economic sense when working on projects and always keep an eye on costs.\nYou are self-reflective, a team player and a strong communicator."
    },
    {
        "ID": "15",
        "Name": "Head of HLSK department (aGw*)",
        "Tags": "fuehrungspersonal frankfurt berlin muenchen voll",
        "Standort": "Head of HLSK department (aGw*)",
        "Bild": "Abteilungsleiter_HLSK.jpg",
        "Beschreibung": "As Head of HLSK (aGw*) you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)",
        "Aufgaben": "Organization and management of the team of project managers\nDisciplinary management of team members\nOrganization of the projects\nDeveloping and ensuring the necessary technical expertise and quality standards within the team\nBudget responsibility\nContact person for customers and partners during the entire course of the project",
        "Eigenschaften": "You have a degree, a master craftsman/technician qualification in the field of supply and building services engineering or comparable training.\nYou feel at home in the field of heating, ventilation, sanitation or air conditioning and have already gained several years of professional experience in the management of projects in the field of supply and building services engineering (LPH 1-9).\nYou are familiar with relevant standards, guidelines and common project management tools such as Revit, Orca or Plancal Nova.\nYou have an independent way of working and demonstrate entrepreneurial and leadership skills.\nYou enjoy organizing and optimizing.\nYou are self-reflective, a team player and a strong communicator."
    },
    {
        "ID": "16",
        "Name": "Head of ELT department (aGw*)",
        "Tags": "fuehrungspersonal frankfurt berlin muenchen deggendorf bamberg voll",
        "Standort": "Frankfurt, Berlin, Munich, Deggendorf, Bamberg",
        "Bild": "Abteilungsleiter_ELT.jpg",
        "Beschreibung": "As Head of Department ELT (aGw*) you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)",
        "Aufgaben": "Organization and management of the team of project managers\nDisciplinary management of team members\nOrganization of the projects\nDeveloping and ensuring the necessary technical expertise and quality standards within the team\nBudget responsibility\nContact person for customers and partners during the entire course of the project",
        "Eigenschaften": "You have a degree, a master craftsman/technician qualification in electrical engineering or comparable training.\nYou feel at home in the field of electrical engineering and have already gained several years of professional experience in project management in the field of electrical engineering (LPH 1-9).\nYou are familiar with the relevant standards and guidelines.\nYou have an independent way of working and demonstrate entrepreneurial and leadership skills.\nYou enjoy organizing and optimizing.\nYou are self-reflective, a team player and a strong communicator."
    },
    {
        "ID": "17",
        "Name": "Head of GA department (aGw*)",
        "Tags": "fuehrungspersonal frankfurt berlin muenchen voll",
        "Standort": "Frankfurt, Berlin, Munich",
        "Bild": "Abteilungsleiter_GA.jpg",
        "Beschreibung": "As Head of GA (aGw*), you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)\n",
        "Aufgaben": "Organization and management of the team of project managers\nDisciplinary management of team members\nOrganization of the projects\nDeveloping and ensuring the necessary technical expertise and quality standards within the team\nBudget responsibility\nContact person for customers and partners during the entire course of the project",
        "Eigenschaften": "You have a degree, a master craftsman/technician qualification in building automation or comparable training.\nYou feel at home in building automation and have already gained several years of professional experience in project management in the field of electrical engineering (LPH 1-9).\nYou are familiar with the relevant standards and guidelines.\nYou have an independent way of working and demonstrate entrepreneurial and leadership skills.\nYou enjoy organizing and optimizing.\nYou are self-reflective, a team player and a strong communicator."
    },
    {
        "ID": "18",
        "Name": "Branch Manager (aGw*)",
        "Tags": "fuehrungspersonal bamberg voll",
        "Standort": "Bamberg",
        "Bild": "Niederlassungsleiter.jpg",
        "Beschreibung": "As a branch manager (aGw*), you will play a key role in the realization of our projects and make a significant contribution to the development of our group of companies. (*all genders welcome)\n",
        "Aufgaben": "Organization and management of the location\nDevelopment of location goals and strategy\nSupport with project acquisition\nQuality management and budget responsibility\nTeam building and contact person for all team members\nRepresentative tasks\nIndependent networking\nContact person for customers and partners during the entire course of the project",
        "Eigenschaften": "You have a degree, a master craftsman/technician qualification in the field of MEP or comparable training.\nYou have professional experience in the management and organization of projects in the field of TGA (LPH 1-9).\nYou are familiar with the relevant standards and guidelines.\nYou have an independent way of working and demonstrate entrepreneurial and leadership skills.\nYou have a talent for organizing and optimizing.\nYou enjoy acting as a point of contact for the entire team.\nYou are self-reflective, a team player and a strong communicator."
    }
]